[
  {
    "quote":"My biggest fear is not crashing on a bike… It’s sitting in a chair at 90 and saying, “I wish I had done more”",
    "author":"Graeme Obree"
  },
  {
    "quote":"Running would be much better if they invented a little seat to sit on and maybe some kind of platforms for your feet to push and… Oh wait.",
    "author":"Liz Hatch"
  },
  {
    "quote":"I get paid to hurt other people, how good is that?",
    "author":"Jens Voigt"
  },
  {
    "quote":"A bicycle ride around the world begins with a single pedal stroke.",
    "author":"Scott Stoll"
  },
  {
    "quote":"Give a man a fish and feed him for a day. Teach a man to fish and feed him for a lifetime. Teach a man to cycle and he will realize fishing is stupid and boring.",
    "author":"Desmond Tutu"
  },
  {
    "quote":"Life is like riding a bicycle. In order to keep your balance, you must keep moving.",
    "author":"Albert Einstein"
  },
  {
    "quote":"Melancholy is incompatible with bicycling.",
    "author":"James E Starrs"
  },
  {
    "quote":"When my legs hurt, I say: “Shut up legs! Do what I tell you to do!”",
    "author":"Jens Voigt"
  },
  {
    "quote": "Sometimes, on a really long climb, when I feel like I am at my limit and I look up and see it just keeps going, I think about stopping. Then I think \"Then what, you're still going to keep climbing but you will be mad you stopped\"... so I keep going.",
    "author": "unknown"
  },
  {
    "quote": "Go into the future and see it, come back in the present and take that big dream and break it down into the small steps to make it a reality.",
    "author": "unknown"
  },
  {
    "quote": "Think big, Dream big, but start small. Start where you are, with what you have, because what you have is plenty.",
    "author": "Booker T. Washington"
  },
  {
    "quote": "If there is no enemy within than the enemy outside can do us no harm.",
    "author": "African Proverb"
  },
  {
    "quote": "There are so many things that you should have done that you didn't do because you are scared. Scared of failure. Scared to make a mistake. Scared that you're not perfect. You don't have to be perfect to get what you want, be what you want, to have what you want, it's a lie!",
    "author": "unknown"
  },
  {
    "quote": "Only those who will risk going too far can possibly find out how far one can go.",
    "author": "T. S. Eliot"
  },
  {
    "quote": "If things seem under control, you are just not going fast enough.",
    "author": "Mario Andretti"
  },
  {
    "quote": "Everyone has a 'risk muscle.' You keep it in shape by trying new things. If you don't, it atrophies. Make a point of using it at least once a day.",
    "author": "Roger von Oech"
  },
  {
    "quote": "Do one thing every day that scares you.",
    "author": "Mary Schmich"
  },
  {
    "quote": "If you don't build your dream, someone else will hire you to help them build theirs.",
    "author": "Dhirubhai Ambani"
  },
  {
    "quote": "Think big and don't listen to people who tell you it can't be done. Life's too short to think small.",
    "author": "Tim Ferriss"
  },
  {
    "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "Unless you try to do something beyond what you have already mastered, you will never grow.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Greatness is a lot of small things done well. Day after day, workout after workout, obedience after obedience, day after day. ",
    "author": "unknown"
  },
  {
    "quote": "Never be comfortable with just good enough.",
    "author": "Ray Lewis"
  },
  {
    "quote": "Don’t let your alarm clock be the only reason you wake up.",
    "author": "Ray Lewis"
  },
  {
    "quote": "It has nothing to do with talent, and everything to do with effort! Wins and losses come a dime a dozen. But effort? Nobody can judge that. Because effort is between you and you.",
    "author": "Ray Lewis"
  },
  {
    "quote":"It never gets easier, you just go faster.",
    "author":"Greg LeMond"
  },
  {
    "quote":"When your legs scream \"Stop\" and your lungs are bursting, that’s when it starts. That’s the hurt locker. Winners love it in there.",
    "author":"Chris McCormack"
  },
  {
    "quote":"“You can’t get good by staying home. If you want to get fast, you have to go where the fast guys are.",
    "author":"Steve Larsen"
  },
  {
    "quote":"The race is won by the rider who can suffer the most.",
    "author":"Eddy Merckx"
  },
  {
    "quote":"When it’s hurting you, that’s when you can make a difference.",
    "author":"Eddy Merckx"
  },
  {
    "quote":"If you go (with a break), you can either win or not win. If you don’t go for it, you definitely won’t win.",
    "author":"Jens Voigt"
  },
  {
    "quote":"As long as I breathe, I attack!",
    "author":"Bernard Hinault"
  },
  {
    "quote":"The best rides are the ones where you bite off much more than you can chew, and live through it.",
    "author":"Doug Bradbury"
  },
  {
    "quote":"What is the best way to get faster on the bike? Ride a bike. Ride a bike. Ride a bike.",
    "author":"Fausto Coppi"
  },
  {
    "quote":"Good morale in cycling comes from good legs.",
    "author":"Sean Yates"
  },
  {
    "quote":"I inherited that calm from my father, who was a farmer. You sow, you wait for good or bad weather, you harvest, but working is something you always need to do.",
    "author":"Miguel Indurain"
  },
    {
    "quote":"Enjoy the suffering; pain is only weakness leaving the body.",
    "author":"Paul Howard"
  },
  {
    "quote":"Never let success get to your head and never let failure get to your heart.",
    "author":"Ziad K. Abdelnour"
  },
  {
    "quote":"Going into a race with the attitude of, “Well, I’ll see what happens,” means nothing is going to happen; or at least nothing you’re involved in.",
    "author":"Chris Carmichael"
  },
  {
    "quote":"Yeah it hurts! Everybody hurts! Just go!",
    "author":"Anonymous"
  }
]
